/* Status Erorr */
"Error" = "Hiba";

/* Status Finished */
"Finished" = "Befejezve";

/* Get Download Link */
"Get Download Link" = "Seafile letöltési link";

/* Get Internal Link */
"Get Internal Link" = "Seafile belső hivatkozás megszerzése";

/*Share to a user*/
"Share to a user" = "Share to a user";

/*Share to a group*/
"Share to a group" = "Share to a group";

/* Get Upload Link */
"Get Upload Link" = "Get Upload Link";

/* Lock This File */
"Lock This File" = "Fájl zárolása";

/* Status Locked
   Status LockedByMe */
"Locked" = "Zárolva";

/* Locked by others */
"Locked by ..." = "Zárolva általa...";

/* Status Paused */
"Paused" = "Megállítva";

/* Status Syncing */
"Syncing" = "Szinkronizálás";

/* Unlock This File */
"Unlock This File" = "Fájl zárolásának feloldása";

/* View File History */
"View File History" = "Fájl előzményeinek megtekintése";
